// Copyright (c) 2011 The Chromium OS Authors. All rights reserved.
// Use of this source code is governed by a BSD-style license that can be
// found in the LICENSE file.

/* Menus */
"Menu About" = "Πληροφορίες για το Chrome OS Image Creator";
"Menu Prefs" = "Προτιμήσεις…";
"Menu Services" = "Υπηρεσίες";
"Menu Hide" = "Απόκρυψη του Chrome OS Image Creator";
"Menu Hide Others" = "Απόκρυψη άλλων";
"Menu Show All" = "Εμφάνιση όλων";
"Menu Quit" = "Έξοδος από το Chrome OS Image Creator";
"Menu Window" = "Παράθυρο";
"Menu Minimize" = "Ελαχιστοποίηση";
"Menu Zoom" = "Ζουμ";
"Menu Bring All To Front" = "Μεταφορά όλων σε πρώτο πλάνο";
"Menu Help" = "Βοήθεια";
"Menu App Help" = "Βοήθεια για το Chrome OS Image Creator";

/* Buttons */
"Button Previous" = "Προηγούμενο";
"Button Next" = "Επόμενο";
"Button Stop" = "Διακοπή";
"Button Done" = "Τέλος";

/* Tab: Select device model */
"Text Welcome" = "Καλώς ορίσατε στο Chrome OS Image Creator! Επιλέξτε το μοντέλο της συσκευής Chrome OS που διαθέτετε.";
"Button Local Image" = "Τοπική εικόνα…";

/* Tab: Select USB stick */
"Text Select Prompt" = "Επιλέξτε ένα USB memory stick που θα χρησιμοποιηθεί για την ανάκτηση:";
"Text Insertion Prompt" = "Εισαγάγετε ένα USB memory stick.";

/* Tab: Done */
"Text Congrats" = "Συγχαρητήρια για τη δημιουργία μιας μονάδας δίσκου εκκίνησης ανάκτησης για τον υπολογιστή σας Chrome OS. Αφαιρέστε την από τον υπολογιστή σας και χρησιμοποιήστε την για την ανάκτηση του λειτουργικού συστήματος που έχει υποστεί ζημιά στο Chromebook.";

/* Sizes */
"Size Bytes" = " byte";
"Size Kilobytes" = " KB";
"Size Megabytes" = " MB";
"Size Gigabytes" = " GB";
"Size Terabytes" = " TB";
"Size Petabytes" = " PB";

/* Error starting Disk Arbitration. */
"NoDiskArb Message" = "Δεν είναι δυνατή η εκτέλεση αυτής της εφαρμογής.";
"NoDiskArb Informative" = "Παρουσιάστηκε ένα πρόβλημα κατά την εκκίνηση του Disk Arbitration. Αυτό δεν θα έπρεπε να συμβεί.";
"NoDiskArb OK" = "OK";

/* Error retrieving config file. */
"CantGetConfig Message" = "Δεν είναι δυνατή η ανάκτηση της λίστας εικόνων.";
"CantGetConfig Informative" = "Παρουσιάστηκε πρόβλημα κατά την επαναφορά της λίστας των διαθέσιμων εικόνων ανάκτησης (%1$@). Βεβαιωθείτε ότι η σύνδεσή σας λειτουργεί.";
"CantGetConfig OK" = "OK";
"CantGetConfig Error NoConnection" = "δεν ήταν δυνατή η εκχώρηση σύνδεσης";
"CantGetConfig Error DownloadError" = "παρουσιάστηκε σφάλμα κατά τη λήψη";
"CantGetConfig Error StringCreate" = "η απάντηση δεν ήταν δυνατό να χρησιμοποιηθεί";

/* Version error. */
"VersionError Message" = "Αυτή η έκδοση της εφαρμογής είναι πολύ παλιά.";
"VersionError Informative" = "Κάντε λήψη νεότερης έκδοσης. Αυτή είναι η έκδοση %1$@. Απαιτείται έκδοση τουλάχιστον %2$@. %3$@";
"VersionError OK" = "Λήψη νέας έκδοσης";

/* File dialog to select a local file. */
"SelectLocal File" = "Επιλέξτε μια εικόνα:";
"SelectLocal Button" = "Επιλογή";

/* Alert on writing stick. */
"WriteAlert Message" = "Είστε βέβαιοι ότι θέλετε να διαγράψετε οριστικά το %1$@;";
"WriteAlert Informative" = "Όλα τα δεδομένα που υπάρχουν αυτήν τη στιγμή θα χαθούν οριστικά. Δεν είναι δυνατό να αναιρέσετε αυτήν την ενέργεια.";
"WriteAlert Cancel" = "Να μην γίνει διαγραφή";
"WriteAlert OK" = "Διαγραφή";

"TooSmallAlert Message" = "Το %1$@ δεν είναι δυνατό να χρησιμοποιηθεί. Είναι πολύ μικρό.";
"TooSmallAlert Informative" = "Απαιτείται stick τουλάχιστον %2$@.";
"TooSmallAlert OK" = "OK";

"NotWritable Message" = "Το %1$@ δεν είναι δυνατό να χρησιμοποιηθεί. Είναι μόνο για ανάγνωση.";
"NotWritable Informative" = "Το stick είναι μόνο για ανάγνωση. Ενδέχεται να υπάρχει διακόπτης στο stick που επιτρέπει την εγγραφή σε αυτό, διαφορετικά δεν είναι δυνατό να χρησιμοποιηθεί.";
"NotWritable OK" = "OK";

/* Stick writing statuses. */
"Status Downloading" = "Λήψη…";
"Status Verifying" = "Επαλήθευση…";
"Status Unpacking" = "Αποσυσκευασία…";
"Status Claiming" = "Πρόσβαση…";
"Status Unmounting" = "Αποπροσάρτηση…";
"Status Writing" = "Εγγραφή…";
"Status Ejecting" = "Εξαγωγή…";
"Status Done" = "Ολοκληρώθηκε!";

"StatusAdd Attempt" = " (απόπειρα %1$d)";

/* Errors */
"Failure Downloading" = "Λυπούμαστε, παρουσιάστηκε σφάλμα (δεν ήταν δυνατή η λήψη της εικόνας προέλευσης). Θέλετε να δοκιμάσετε ξανά;";
"Failure Verifying Return Value" = "Λυπούμαστε, παρουσιάστηκε σφάλμα (δεν ήταν δυνατή η επαλήθευση της εικόνας προέλευσης, αποτυχία προγράμματος, %1$s). Θέλετε να δοκιμάσετε ξανά;";
"Failure Verifying SHA Mismatch" = "Λυπούμαστε, παρουσιάστηκε σφάλμα (δεν ήταν δυνατή η επαλήθευση της εικόνας προέλευσης, αποτυχία αθροίσματος ελέγχου). Θέλετε να δοκιμάσετε ξανά;";
"Failure Unpacking" = "Λυπούμαστε, παρουσιάστηκε σφάλμα (δεν ήταν δυνατή η αποσυσκευασία της εικόνας προέλευσης, %1$s). Θέλετε να δοκιμάσετε ξανά;";
"Failure Claiming" = "Λυπούμαστε, παρουσιάστηκε σφάλμα (δεν ήταν δυνατή η πρόσβαση στο USB stick). Θέλετε να δοκιμάσετε ξανά;";
"Failure Unmounting" = "Λυπούμαστε, παρουσιάστηκε σφάλμα (δεν ήταν δυνατή η αποπροσάρτηση του USB stick). Θέλετε να δοκιμάσετε ξανά;";
"Failure Opening Source Image" = "Λυπούμαστε, παρουσιάστηκε σφάλμα (δεν ήταν δυνατό το άνοιγμα της εικόνας προέλευσης, %1$s). Θέλετε να δοκιμάσετε ξανά;";
"Failure Opening Destination Device" = "Λυπούμαστε, παρουσιάστηκε σφάλμα (δεν ήταν δυνατό το άνοιγμα του USB stick, %1$s). Θέλετε να δοκιμάσετε ξανά;";
"Failure Reading Source Image" = "Λυπούμαστε, παρουσιάστηκε σφάλμα (δεν ήταν δυνατή η ανάγνωση από την εικόνα προέλευσης, %1$s). Θέλετε να δοκιμάσετε ξανά;";
"Failure Writing Destination Device" = "Λυπούμαστε, παρουσιάστηκε σφάλμα (δεν ήταν δυνατή η εγγραφή δεδομένων στο USB stick, %1$s). Θέλετε να δοκιμάσετε ξανά";
"Failure Ejecting" = "Λυπούμαστε, παρουσιάστηκε σφάλμα (δεν ήταν δυνατή η εξαγωγή του USB stick). Θέλετε να δοκιμάσετε ξανά;";

"Failure Try Again" = "Δοκιμάστε ξανά";
"Failure Quit" = "Έξοδος";

"Failure Termination Status" = "Κατάσταση τερματισμού %d";

"Failure Internal Error 1" = "Μη αναμενόμενο EOF";
